Repository: EvgenyBaulin/itogo
Catalog: Apps/macOS/Resources/Strings/Guide.xcstrings
Source language: en
Languages: ru

# guide.done
source: Get Started
ru: Начать

# guide.firstLaunch.title
source: Welcome to Itogo
ru: Знакомство с Итого

# guide.label.debts
source: Debts
ru: Долги

# guide.label.details
source: All fields
ru: Все поля

# guide.label.entry
source: Write an operation
ru: Запись операции

# guide.label.overview
source: Overview
ru: Обзор

# guide.label.planning
source: Planning
ru: Планирование

# guide.label.reconcile
source: Count the balance
ru: Сверка остатка

# guide.label.settings
source: Settings
ru: Настройки

# guide.label.spending
source: Spending
ru: Траты

# guide.label.transactions
source: Transactions table
ru: Таблица операций

# guide.menu.restart
source: Start the Tutorial Over
ru: Начать учебный режим заново

# guide.menu.tour
source: Welcome to Itogo
ru: Знакомство с Итого

# guide.menu.tutorial
source: Tutorial
ru: Учебный режим

# guide.menu.whatsNew
source: What's New
ru: Что нового

# guide.menu.whereToClick
source: Show Where to Click
ru: Показать, куда нажимать

# guide.next
source: Next
ru: Далее

# guide.position
source: Card %ld of %ld
ru: Карточка %ld из %ld

# guide.previous
source: Previous card
ru: Предыдущая карточка

# guide.skip
source: Skip
ru: Пропустить

# guide.tutorial.badge
source: TUTORIAL
ru: УЧЕБНЫЙ

# guide.tutorial.exit
source: Leave the Tutorial
ru: Выйти из учебного режима

# guide.tutorial.progress
source: %ld of %ld
ru: %ld из %ld

# guide.tutorial.taskDone
source: done
ru: сделано

# guide.tutorial.taskOpen
source: not done yet
ru: ещё не сделано

# guide.tutorial.tasks
source: Tasks
ru: Задания

# guide.tutorial.title
source: Tutorial
ru: Учебный режим

# guide.whatsNew.title
source: What's New in %@
ru: Что нового в %@
